<template lang="pug">
.agreement
  .title 隐私政策
  .article
    p 更新日期：2020年10月19日
    p 生效日期：2020年10月19日
  .article
    p 提示
    p 本隐私政策适用于北京极动创想科技有限公司（以下简称我公司）提供的洋葱免费小说的产品及服务。本隐私政策中洋葱免费小说的客户端软件可能会涉及不同应用版本，用户需选择与所安装手机相匹配的软件版本，不同版本的洋葱免费小说所提供的功能和服务可能有所不同。
    p 我公司深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我公司致力于维持您对我公司的信任，恪守以下原则保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我公司承诺，我公司将按业界成熟的安全标准采取相应的安全保护措施来保护您的个人信息。
    p 为了更好的保护您的个人信息，建议您仔细阅读更新后的隐私政策。如您对本隐私政策条款有任何异议或疑问，您可通过本隐私政策第九条公布的联系方式与我公司联系。
  .article
    p 目录
    p 一、我公司如何收集和使用您的个人信息
    p 二、我公司如何使用Cookie和同类技术
    p 三、我公司如何共享、转让、公开披露您的个人信息
    p 四、我公司如何保护您的个人信息
    p 五、您的权利
    p 六、我公司如何处理儿童的个人信息
    p 七、您的个人信息如何在全球范围转移
    p 八、本隐私政策如何更新
    p 九、如何联系我公司
    p 十、争议解决
  .article
    p 一、我公司如何收集和使用您的个人信息
    p 1、个人信息和个人敏感信息定义
    p 个人信息，指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我公司实际具体收集的个人信息种类以下文描述为准。
    p 个人敏感信息，指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。我公司实际具体收集的个人敏感信息种类以下文描述为准。
    p 2、我公司如何收集和使用您的个人信息
    p （1）登录洋葱免费小说
    p 您创建并登录洋葱免费小说时，您需提供您的手机号、创建的用户名和密码，还可能会提供您的生日、性别等相关信息。如果不创建账号，并不会影响您使用洋葱免费小说阅读书籍、搜索浏览、会员书币充值功能，但会影响您查看您的金币流水、申请提现、同步您过往书籍阅读记录、发表评论等附加业务功能。
    p 您也可以使用第三方帐号微信登录洋葱免费小说。如您使用微信登录，我公司会收集您的微信头像、昵称、地区和性别。如您拒绝授权前述信息，您将无法使用第三方平台账号登录洋葱免费小说及同步您的过往书籍阅读记录，但并不会影响您使用洋葱免费小说阅读书籍、搜索及浏览等功能。
    p （2）个性化推荐
    p 为了向您进行个性化书籍以及个性化广告的推荐、为您推荐更适合的定制化服务，我公司会向您收集阅读兴趣偏好、搜索关键字词记录、阅读记录、阅读时长、点击数据等及您的设备标识信息【本隐私政策的“设备标识信息”包括硬件型号、操作系统版本号/类型、唯一设备识别码（ IMEI/Android ID/IDFA/OpenUDID/GUID/SIM 卡 IMSI 信息等）、设备MAC地址、IP地址、软件版本号、网络接入方式及类型)】。当您开启设备定位功能，我公司还会向您收集地理位置信息，包括精准定位信息。您可以通过系统设置关闭定位功能的授权，以停止我公司收集您的位置信息，但这可能会导致无法达到相关服务预期达到的使用效果。
    p （3）支付
    p 当您在洋葱免费小说上开通会员服务、充值等发生支付行为时，需要使用到支付功能。在支付过程中，我公司会收集您的第三方支付渠道的user ID（支付宝user ID、微信ID、设备标识信息）。上述信息为我公司向您提供您购买服务、充值所必需的信息，我公司无法仅根据该信息获得您的个人财产信息，也不能识别特定自然人身份信息。
    p （4）产品适配
    p 为了洋葱免费小说产品可以适配您的设备，我公司会向您收集唯一设备标识别码、操作系统名称和版本。
    p （5）奖品发放及核实中奖用户信息
    p 当您参与洋葱免费小说的有奖活动并中奖（限实物奖品）后，我公司会收集您提供的姓名、收货地址和联系电话。为核实中奖用户信息及代扣代缴个人所得税，我公司还会收集您提供的身份证号码。为若您选择不提供该类信息，则无法获得奖品。
    p 2、您理解并同意，以下情形中，我公司收集、使用您的个人信息不必另行征得您的授权同意：
    p 1) 我公司履行法律法规规定的义务相关的；
    p 2) 与国家安全、国防安全直接相关的；
    p 3) 与公共安全、公共卫生、重大公共利益直接相关的；
    p 4) 与刑事侦查、起诉、审判和判决执行等直接相关的；
    p 5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您授权同意的；
    p 6) 所涉及的您的信息是您自行向社会公众公开的；
    p 7) 根据您要求签订和履行合同所必需的；
    p 8) 从合法公开披露的信息中收集您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
    p 9) 维护所提供我公司洋葱免费小说产品或服务的安全稳定运行所必需的，如发现、处置产品或服务的故障；
    p 10）法律法规等规定的其他情形。
  .article
    p 二、我公司如何使用Cookie和同类技术
    p 为了收集前述个人信息，我公司和第三方授权合作伙伴均可能使用技术，通过理解和记忆您的特定使用偏好使用以下技术，为您提供更加个性化的体验：
    p 1、Cookie：为确保洋葱免费小说正常运转，我公司会在您的移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好等数据。我公司不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。
    p 2)SDK：SDK是我公司嵌入洋葱免费小说的一组工具和/或代码，允许第三方授权合作伙伴收集有关用户如何与服务交互的信息；
  .article
    p 三、我公司如何共享、转让、公开披露您的个人信息
    p 1、共享
    p 我公司不会与我公司以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
    p （1）事先已获得您的明确授权或同意；
    p （2）根据适用的法律法规、法律程序、政府的强制命令或司法裁定而需共享您的个人信息；
    p （3）在法律要求或允许的范围内，为了保护洋葱免费小说及其用户或社会公众的利益、财产或安全免遭损害而有必要提供您的个人信息给第三方；
    p （4）您的个人信息可能会在我公司关联公司之间共享。我们只会共享必要的个人信息，且这种共享亦受本隐私政策声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意；
    p （5）为实现本隐私政策中声明的目的，我公司的某些服务将由授权合作伙伴提供。我公司可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在发放实体奖品时，我公司必须与物流服务提供商共享您的个人信息才能安排送货，或者安排合作伙伴提供服务。我公司仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我公司的合作伙伴无权将共享的个人信息用于任何其他用途。如果您拒绝我公司的合作伙伴在提供服务时收集为提供服务所必需的个人信息，将可能导致您无法在洋葱免费小说中使用该第三方服务。我公司的授权合作伙伴包括以下几大类型：
    p ①第三方物流服务提供商；
    p ②第三方SDK类服务商：为向您推荐更适合您的服务，我公司的产品和服务可能包括第三方的产品和服务，以及第三方网站的链接。当您使用这些产品或服务时，也可能收集您的信息。目前我们接入的第三方SKD如下：
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted() {},
}
</script>

<style lang="stylus" rel="stylesheet/stylus">
@import '../../styles/index.styl';
.agreement
  padding 10px 20px
  .title
    font-size 20px
    padding 15px 0
    line-height 28px
    color #3b8dd1
    font-weight 600
    border-bottom 1px solid #f0f0f0
    margin-bottom 15px
  .article
    font-size 14px
    white-space pre-wrap
    line-height 1.6
    margin-bottom 20px
    p
      line-height 1.6
</style>
