<template lang="pug">
.agreement
  .title 隐私政策
  .article
    p 本政策仅适用于北京众阅科技有限公司（以下简称“众阅科技”）的产品。
    p 本版本生效日期：2020年9月16日
    p 如果您有任何疑问、意见或建议，请通过以下联系方式与我们联系：
    p 电子邮件：kefu@bayread.com
    p 电 话：15810941216
    p 本政策将帮助您了解以下内容：
    p 1、我们如何收集和使用您的个人信息
    p 2、我们如何使用Cookie和同类技术
    p 3、我们如何共享、转让、公开披露您的个人信息
    p 4、我们如何保护您的个人信息
    p 5、您的权利
    p 6、我们如何处理儿童的个人信息
    p 7、您的个人信息如何在全球范围转移
    p 8、本政策如何更新
    p 9、如何联系我们
    p 众阅科技深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，众阅科技承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
    p 请在使用我们的产品前，仔细阅读并了解本《隐私政策》。
  .article
    p 一、我们如何收集和使用您的个人信息
    p 个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
    p 众阅科技仅会出于本政策所述的以下目的，收集和使用您的个人信息：
    p 1、注册信息
    p 为完成创建帐号，您需提供以下信息：您的手机号、创建的用户名和密码，还可能会提供您的生日、性别等相关信息。您如果不创建账号，并不会影响您使用坚果免费小说搜索浏览、会员书币充值功能，但会影响您查看您的金币流水、申请提现、发表评论等附加业务功能。
    p 您也可以使用第三方帐号（如微信）登录坚果免费小说。我们将根据您的授权获取该第三方账号下的相关信息（包括：用户名、昵称、头像等）。我们承诺，收集上述信息是用于为您提供账号登录服务。如您拒绝授权此类信息，则您将无法使用第三方平台的账号登录我们平台，但并不会影响您使用坚果免费小说搜索浏览等功能。
    p 您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销帐号时，我们将停止使用并删除上述信息。
    p 2、日志信息
    p 指您使用我们服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：
    p 1）设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码；
    p 2）有关您使用坚果免费小说的操作日志，例如搜索关键字、使用时长、阅读记录等数据；
    p 我们会基于前述信息以及您的收藏数据（例如您收藏的图书、音频）对您的偏好、阅读习惯特征分析和用户画像，以便为您提供更适合您的定制化服务，例如向您展现或推荐相关程度更高的搜索结果。
    p 3、订购信息
    p 您通过坚果免费小说订购会员、电子书等产品时产生的记录，如订购记录、消费记录等。
    p 4、其他信息您在使用坚果免费小说的特定服务时，为了启用该等特定服务，必须收集的信息，例如您在使用评论、书签、投票功能时，您的这些相关信息会存储于我们的服务器中。
  .article
    p 二、我们如何使用Cookie和同类技术
    p (一)Cookie
    p 为确保坚果免费小说正常运转，我们会在您的移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，我们能够存储您的偏好及使用习惯。
    p 我们不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。
  .article
    p 三、我们如何共享、转让、公开披露您的个人信息
    p (一)共享
    p 我们不会与众阅科技以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
    p 1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
    p 2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
    p 3、与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在发放实体礼品时，我们必须与物流服务提供商共享您的个人信息才能安排送货，或者安排合作伙伴提供服务。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
    p 目前，我们的授权合作伙伴包括以下几大类型：
    p 1)广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息(指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份)与提供广告、分析服务的合作伙伴分享。但我们可能会将您的匿名化的用户画像与广告、分析服务类的授权合作伙伴共享，以帮助其在不识别您的个人的前提下提升广告有效触达率。
    p 2)供应商、服务提供商和其他合作伙伴。我们将信息发送给在全球范围内支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
    p 3）第三方SDK类服务商：为向您推荐更适合您的服务内容，我们的产品集成了第三方友盟+SDK的应用程序。友盟+SDK获取您的信息包括：您的设备Mac地址、唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）、您的用户名、您每次使用我们产品的时长。该SDK的主要功能为统计分析。
    p 为了最大程度保障您的信息安全，我们建议您在使用友盟+SDK服务前先行查看其隐私条款，友盟+SDK隐私政策的链接为https://www.umeng.com/policy。如果您最不希望其个人信息被友盟+SDK处理和使用，您可以登录网址https://outdip.umeng.com/opt_out.html进行退出（opt-out）操作。
    p 对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
    p (二)转让
    p 我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
    p 1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
    p 2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
    p (三)公开披露
    p 我们仅会在以下情况下，公开披露您的个人信息：
    p 1、获得您明确同意后；
    p 2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
  .article
    p 四、我们如何保护您的个人信息
    p (一)我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据(如信用卡信息)时受SSL加密保护；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    p (二)保存期限：我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
    p (三)互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的帐号安全。
    p (四)互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
    p (五)在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
  .article
    p 五、您的权利
    p 按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
    p (一)访问您的个人信息
    p 您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：
    p 1、访问头像、昵称、性别、生日等基本信息：
    p 1）进入坚果免费小说后，点击“我的”
    p 2）点击头像栏
    p 3）进行信息查询和访问
    p (二)更正您的个人信息
    p 当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“(一)访问您的个人信息”中罗列的方式提出更正申请。
    p (三)删除您的个人信息
    p 在以下情形中，您可以向我们提出删除个人信息的请求：
    p 1、如果我们处理个人信息的行为违反法律法规；
    p 2、如果我们收集、使用您的个人信息，却未征得您的同意；
    p 3、如果我们处理个人信息的行为违反了与您的约定；
    p 4、如果您不再使用我们的产品或服务，或您注销了帐号；
    p 5、如果我们不再为您提供产品或服务。
    p 若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
    p 当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
    p (四)撤回同意
    p 您可以通过关闭设备功能改变您授权我们继续收集个人信息的范围或撤回您的授权。您还可以通过注销帐户的方式，撤回我们继续收集您个人信息的全部授权。
    p (五)退出帐户
    p 您随时可退出此前注册的帐户，您可以通过以下方式自行操作：
    p 1、进入坚果免费小说后，点击“我的”
    p 2、点击“我的设置”
    p 3、点击“退出登录”
    p 在退出帐户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。
    p 在以下情形中，按照法律法规要求，我们将无法响应您的请求：
    p 1、与国家安全、国防安全直接相关的；
    p 2、与公共安全、公共卫生、重大公共利益直接相关的；
    p 3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
    p 4、有充分证据表明您存在主观恶意或滥用权利的；
    p 5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
    p 6、涉及商业秘密的。
    p （六）注销账号
    p 您随时可以注销此前注册的账号，在账户注销后，原账户相关信息会被清空且无法找回，且无法进行以下操作：
    p 1、账号中的个人信息、历史信息、书架记录等将被清空；
    p 2、账号中的权益将被取消，已购买会员产品将视为自动放弃；
    p 3、账号中的邀请好友关系将被清空；
    p 4、账号中的签到记录将被清空；
    p 5、账号中的金币余额、现金余额、书币、书券将被清空；
    p 在以下情形中，按照法律法规要求，我们可能无法响应您的请求：
    p 1、与国家安全、国防安全直接相关的；
    p 2、与公共安全、公共卫生、重大公共利益直接相关的；
    p 3、与犯罪侦查、起诉、审判和判决执行等执行相关的；
    p 4、有充分证据表明您存在主观恶意或滥用权力的；
    p 5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
    p 6、涉及商业秘密的。
    p 注销操作
    p 点击“我的”，点击“我的设置”，点击“账号注销”，点击“阅读并同意注销协议”，点击“确认注销”。
  .article
    p 六、我们如何处理儿童的个人信息
    p 我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户帐户。
    p 对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。
    p 尽管当地法律和习俗对儿童的定义不同，但我们将不满18周岁的任何人均视为儿童。
    p 如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。
  .article
    p 七、您的个人信息如何在全球范围转移
    p 目前我们不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我们会向您告知信息出境的目的、接收方、安全保障措施和安全风险，并征得您的同意。
  .article
    p 八、本政策如何更新
    p 我们的隐私政策可能变更。
    p 未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。
    p 对于重大变更，我们还会提供更为显著的通知。
    p 本政策所指的重大变更包括但不限于：
    p 1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
    p 2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
    p 3、个人信息共享、转让或公开披露的主要对象发生变化；
    p 4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
    p 5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
    p 6、个人信息安全影响评估报告表明存在高风险时。
    p 我们还会将本政策的旧版本存档，供您查阅。
  .article
    p 九、如何联系我们
    p 如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：
    p 电子邮件：kefu@bayread.com
    p 电 话：15810941216
</template>

<script>
export default {
  data() {
    return {}
  },
  methods: {},
  mounted() {},
}
</script>

<style lang="stylus" rel="stylesheet/stylus">
@import '../../styles/index.styl';
.agreement
  padding 10px 20px
  .title
    font-size 20px
    padding 15px 0
    line-height 28px
    color #3b8dd1
    font-weight 600
    border-bottom 1px solid #f0f0f0
    margin-bottom 15px
  .article
    font-size 14px
    white-space pre-wrap
    line-height 1.6
    margin-bottom 20px
    p
      line-height 1.6
</style>
